// 里面配置好各自的url
module.exports = {
    domain: {
        Base_M1_URL: 'http://106.75.154.40:9012', //慈峰
        Base_M12_URL: 'http://106.75.154.40:9010', //慈峰
        Base_M13_URL: 'http://106.75.154.40:9010', //慈峰
        Base_M2_URL: 'http://106.75.154.40:9012', //晓钰
        Base_M22_URL: 'http://106.75.154.40:9007', //晓钰
        Base_M3_URL: 'http://120.79.63.74:9013', //梓渊
        Base_M31_URL: 'http://120.79.63.74:9004', //梓渊 (监控视频接口)
        Base_M4_URL: 'http://134.175.208.235:9002', //敏新
        Base_M41_URL: 'http://106.75.154.40:9004', //敏新
        // Base_M5_URL: 'http://120.79.63.74:9013', //宇柯
        // Base_M6_URL: 'http://120.79.63.74:9013', //典明
        // Base_M7_URL: 'http://120.79.63.74:9013', //模块四接口地址
        Base_M8_URL: 'http://106.75.154.40:9005' //产业资讯
    }
}